export const QuestionData = [
  {
    request: "who are you?",
    answer:
      `音樂指揮家、作曲家卡利納說：
      “當你想伸出援手,m,`+`單了。我隻要輕敲指揮棒、喊上幾句、
      轉動眼睛、揮舞手臂，然後從頭再來一次就行了。就算是最複雜的情緒也
      可以用這種方式表達出來。
      比方說，當我的雙臂像這樣擡起時，每個人都知道這
      意味着音調陡然升高，意味着擺脫生活中的壓力和煩惱等。嗯，當我到達利物浦時，我的英國
      朋友們在車站接我并把我送到酒店，這樣我就能休息一會兒。但是我洗完澡以後就獨自出門逛
      街，然後迷了路。`
  },
  {
    request: "a",
    answer:
      `“我到任何地方都會先去找河流在哪裏。
      河流  會讓你了解一個地方的特色，我認爲這種特色就像管弦樂。這邊是街道的喧鬧聲，就像銅鼓和定音鼓、喇叭和銅管樂器在演奏；那邊是河流，就像弦樂器在演奏，是小提琴和豎琴以最弱音演奏的樂段。通過河流，你馬上就可以聽到整個城市的聲音。但是我并不知道利物浦的這條河流叫什麽名字，它顔色發黃，混濁肮髒。讓我告訴你，這條河上的輪船、拖船、汽船以及河邊的倉庫、碼頭、起重機，喧鬧非常，各種聲響不絕于耳。要知道我非常喜歡船，無論是小型黑色拖船還是塗了紅色油漆的不定期航行貨船，或是白色班輪我都喜歡。我對自己說：‘喂，真見鬼，大海肯定就在這附近，我一定要去看看。’我沿着河岸走啊走，走了兩個小時，沿路除了倉庫和碼頭什麽都沒有。我隻看到一艘和大教堂一樣高的巨輪，還有三根歪斜的粗大煙囪。空氣裏彌漫着魚腥味、馬的汗臭味，還有黃麻纖維、朗姆酒、小麥、煤炭、鐵的味道。要知道，如果相當多的鐵放在一起，就會散發出一股鐵的味道。我十分高興。但是這時候夜幕已降臨，我來到一片沙灘上，對面有一座燈塔在閃耀，還有幾點微弱的燈光在水面浮動，也許這裏就是大海。我在一堆厚木闆上坐下來，雖然獨自一人迷了路，但我的心情真是太愉悅了。聽着流水的飛濺聲和呢喃聲，我的心弦都被撥動了。後來出現了一男一女，但是他們沒有看到我。他們背對着我坐下，然後開始輕聲交談。如果我懂英語，我一定會咳嗽示意，讓他們知道我能聽見他們說話。但是除了‘酒店’、‘先令’之外，我一句英語都不會講，所以我還是藏身在暗處。
      klmoi
      inin
      inif`,
  },
  {
    request: "where are you",
    answer: `jjj
    jjj`,
  },
  {
    request: "what are you",
    answer: `aaaaaaaaaaaaaaaaaaaaaaaaaaaa`,
  },
  {
    request: "How are you",
    answer: `dddddddddddd`,
  },
  {
    request: "why do you",
    answer: `"john smith"`,
  },
];
